<?php

$fis_data = array(
    'title' => 'MX6 - 屏幕',
    'feature' => array(
        '一块集先进技术于一身的显示屏',
        '我们始终坚持将新显示技术带给大家，也从未停止过在屏幕方面的探索。这是一块素质上佳的 LCD 屏幕，融入了各种先进的显示技术，<br>只为你每一次点亮屏幕都感受到它的科技所在。',
        array('TDDI','Full Incell','1500:1 对比度','85% NTSC')
    ),
    'tddi' => array('TDDI 触控显示一体技术','在 MX6 上，魅族首次使用 TDDI 触控显示一体化方案。<br>与以往需要同时采用两颗芯片不同，MX6 将触控和显示驱动整合在一块芯片中。<br>如此，既能降低运行时的功耗，又拥有更出色的显示效果。'),
    'fullincell' => array('Full Incell 屏幕','MX6 的 Full Incell 显示技术更进一步，<br> MX6 的屏幕将两层触控做进了 LCD 的液晶里面，并对触控元件进行优化，<br>大大提高触控性能。无论是玩游戏操控还是滑动浏览，都能畅快自如。'),
    'adjust' => array('图像实时动态调节','是一块优秀的屏幕，也是一块聪明的屏幕。<br>MX6 的屏幕具备像素级图像实时处理引擎技术，<br>可根据不同的图像内容，针对性地实现锐度、动态对比度、<br>色彩饱和度等多方面的自动微调。<br>即使在户外极端光照环境下，屏幕内容依旧清晰可见。'),
    'eyeshield' => array('护眼模式','我们为 MX6 开发了护眼模式，在不会损失画质的前提下可以降低 68% 的蓝光。同时你也可以智能定时启用护眼模式，选择自定义时段或是日落到日出。在夜间使用 MX6 阅读时，还能按个人喜好调节护眼强度，有助于获得更佳的睡眠。'),
    'next' => array(
        'link' => 'spec.html',
        'text' => '参数',
        'class' => 'mx6-footer-spec',
    ),
);