<?php

$fis_data = array(
    "title" => "MX6 - 概述",
    "beauty" => array(
        "相由心生，美不自胜",
        "精致的金属一体机身，3D 珊瑚礁纳米注塑结构更让天线区域与金属区域紧密结合。"
    ),
    "screen" => array(
        "更薄，更滑，更快",
        "魅族 MX6 凭借高精度显示的 5.5 英寸屏幕，可将屏幕的色彩细节内容生动展示。此次还采用了夏普 TDDI 屏幕显示触控一体技术，触控灵敏度和触控信噪比大幅提升。",
        "items" => array(
            array("1500:1", "", "典型值对比度"),
            array("85%", "", "NTSC 广色域"),
            array("500", "cd/m²", "峰值亮度"),
        ),
    ),
    "cpu" => array(
        "大核放心开，流畅有保障",
        "这是魅族 MX 系列首次启用 A72 架构十核处理器，使魅族 MX6 的运算处理速度更为畅快顺滑。全系标配 4G 大运存，后台常驻切换多个程序也无比轻松。",
        "items" => array(
            array("2.3", " GHz", "高主频"),
            array("4G", "", "大运存"),
            array("9", " 小时", "日常运行"),
            array("18", " 天", "纯净待机"),
        ),
    ),
    "network" => array(
        "新全网通",
        "只需一部魅族 MX6 全网通版，即可满足中国移动、中国联通、中国电信三大运营商网络。",
        "items" => array(
            array("TDD CA", "载波聚合"),
            array("VoLTE", "高清通话"),
            array("5G Wi-Fi", "稳定高速"),
            array("双卡盲插", "全网通"),
        ),
    ),
    "camera" => array(
        "大底出大片",
        "借助索尼 IMX386 这颗强大的 CMOS，魅族 MX6 的相机整体性能均得到了提升。传感器上内置高密度相位检测像素，MX6 对焦精度及速度都大幅升级。",
        "items" => array(
            array("PDAF", "高速相位对焦"),
            array("6P 镜头", "好画质防眩光"),
            array("1.25μm", "单像素大颗粒"),
        ),
    ),
    "camera2" => array(
        "软硬搭配，干活不累",
        "软件算法或许不可被直接感知，我们同样一如既往改进升级着。<br>在魅族 MX6 上，我们围绕低噪点做了大量优化。还新增曝光自动适配功能，为明暗大反差场景提供更佳的效果。",
        "more" => "了解相机",
    ),
    "pay" => array(
        "支付宝 + 微信指纹支付",
        "我们终于打通了微信指纹支付。
        <br>在魅族 MX6 上，进一步扩展指纹支付场景，
        <br>省去一遍遍输入密码的繁琐。",
    ),
    "charge" => array(
        "体验快充等于享受生活",
        "魅族 MX6 配备了 mCharge 安全快充，其功率峰值可达到 24W。将这块 3060mAh 典型值容量电池充满，仅需 75 分钟。",
        "items" => array(
            array("24", "W", "快充功率"),
            array("3060", "mAh", "典型容量"),
            array("75", "分钟", "即可充满"),
        ),
    ),
    "battery" => array(
        "新型快充电池，<br>2 倍使用寿命",
        "MX6 采用新型快充电池，经历 900 次循环使用之后，电池容量依然保持 80% 以上，其寿命大约为普通电池的 2 倍以上。 令人震撼的快充速度，令人惊喜的电池寿命。",
        "circle_text" => array("900", "次", "循环寿命"),

    ),
    "cooling" => array(
        "强劲又冷静",
        "MX6 不仅带来了新的金属工艺与外观设计，<br>更通过对内部金属结构的数字化计算，石墨散热片等材料的精心选择和排布，大幅提升散热效率。",
    ),
    "flyme" => array(
        "Flyme 5 的新功能，MX6 率先搭载",
        "魅族 MX6 配备了 mCharge 安全快充，其功率峰值可达到 24W。将这块 3060mAh 典型值容量电池充满，仅需 75 分钟。",
        "items" => array(
            "滚动长截图",
            "后台深度冻结",
            "精确到 CPU 频率的权限管理",
            "回复微信的新方式",
            "护眼模式",
        ),
    ),

    "next" => array(
        "link" => "camera.html",
        "text" => "相机",
        "class" => "mx6-footer-camera",
    ),


    "remark" => array(
        "label" => "注：",
        "list" => array(
            "1.  本网站里所呈现的配图素材、产品型号、测试数据、功能性能、规格参数等仅供参考，魅族有可能对上述内容进行改进，所有的具体信息请参照产品实物、产品说明书。除非经特殊标注说明，本网站中所涉及的任何数据均为魅族实验室内部测试结果。",
            "2.  「普通电池」指代魅族此前使用的方案。",
        ),
    ),



);



















